{
    "1760": {
        "id": 1,
        "lat": 51.5073509,
        "long": -0.1277583,
        "title": "Industrial Revolution",
        "date": "c. 1760 - c. 1840",
        "text" : "<h2>Industrial Revolution</h2><p class=\"date\">c. 1760 - c. 1840</p><p>The Industrial Revolution was the transition to new manufacturing processes in Great Britain, continental Europe, and the United States, that occurred during the period from around 1760 to about 1820-1840. This transition included going from hand production methods to machines; new chemical manufacturing and iron production processes; the increasing use of water power and steam power; the development of machine tools; and the rise of the mechanized factory system. Output greatly increased, and a result was an unprecedented rise in population and in the rate of population growth. The textile industry was the first to use modern production methods, and textiles became the dominant industry in terms of employment, value of output, and capital invested.</p><a href=\"https://en.wikipedia.org/wiki/Industrial_Revolution\" target=\"_blank\">Discover</a>" 
    },
    "2015": {
        "id": 2,
        "lat": 48.856614,
        "long": 2.3522219,
        "title": "Paris Agreement",
        "date": "30 November - 12 December 2015",
        "text" : "<h2>Paris Agreement</h2><p class=\"date\">30 November - 12 December 2015</p><p>The Paris Agreement (French: Accord de Paris), often referred to as the Paris Accords or the Paris Climate Accords, is an international treaty on climate change. Adopted in 2015, the agreement covers climate change mitigation, adaptation, and finance. The Paris Agreement was negotiated by 196 parties at the 2015 United Nations Climate Change Conference near Paris, France. As of February 2023, 195 members of the United Nations Framework Convention on Climate Change (UNFCCC) are parties to the agreement. Of the four UNFCCC member states which have not ratified the agreement, the only major emitter is Iran. The United States withdrew from the agreement in 2020, but rejoined in 2021.</p><a href=\"https://en.wikipedia.org/wiki/Paris_Agreement\" target=\"_blank\">Discover</a>" 
    },
    "1997": {
        "id": 3,
        "lat": -6.2087634,
        "long": 106.845599,
        "title": "1997 Indonesian forest fires",
        "date": "c. 1997 - c. 1998",
        "text" : "<h2>1997 Indonesian forest fires</h2><p class=\"date\">c. 1997 - c. 1998</p><p>The 1997 group of forest fires in Indonesia that lasted well into 1998 were probably among the two or three, if not the largest, forest fires group in the last two centuries of recorded history.</p><p>In the middle of 1997 forest fires burning in Indonesia began to affect neighbouring countries, spreading thick clouds of smoke and haze to Malaysia and Singapore. Then Malaysian Prime Minister Mahathir bin Mohamad searched desperately for a solution, and based on a plan by the head of the Malaysian fire and rescue department sent a team of Malaysian firefighters across to Indonesia under code name Operation Haze. This is to mitigate the effect of the Haze to Malaysia economy. The value of the Haze damage to Malaysian GDP is estimated to be 0.30 per cent.</p><a href=\"https://en.wikipedia.org/wiki/1997_Indonesian_forest_fires\" target=\"_blank\">Discover</a>" 
    },
    "1853": {
        "id": 4,
        "lat": 45.373586,
        "long": 34.139141,
        "title": "Crimean War",
        "date": "16 October 1853 - 30 March 1856",
        "text" : "<h2>Crimean War</h2><p class=\"date\">16 October 1853 - 30 March 1856</p><p>The Crimean War was fought from October 1853 to February 1856 between Russia and an ultimately victorious alliance of the Ottoman Empire, France, the United Kingdom and Sardinia-Piedmont. The conflict resulted in increased CO2 emissions due to increased weapons production and the use of coal for military transport.</p><a href=\"https://en.wikipedia.org/wiki/Crimean_War\" target=\"_blank\">Discover</a>" 
    },
    "1914": {
        "id": 5,
        "lat": 43.856172,
        "long": 18.412961,
        "title": "World War I",
        "date": "28 July 1914 - 11 November 1918",
        "text" : "<h2>World War I</h2><p class=\"date\">28 July 1914 - 11 November 1918</p><p>World War I or the First World War, often abbreviated as WWI, was one of the deadliest global conflicts in history. It was fought between two coalitions, the Allies (primarily France, the United Kingdom, Russia, Italy, Japan, and the United States) and the Central Powers (led by Germany, Austria-Hungary, and the Ottoman Empire). Fighting occurred throughout Europe, the Middle East, Africa, the Pacific, and parts of Asia. An estimated 9 million soldiers were killed in combat, plus another 23 million wounded, while 5 million civilians died as a result of military action, hunger, and disease. Millions more died as a result of genocide, while the 1918 Spanish flu pandemic was exacerbated by the movement of combatants during the war. War has led to an increase in CO2 emissions due to increased weapons production and the use of fossil fuels for military transport.</p><a href=\"https://en.wikipedia.org/wiki/World_War_I\" target=\"_blank\">Discover</a>" 
    },
    "2019": {
        "id": 6,
        "lat": 30.593992,
        "long": 114.304852,
        "title": "COVID-19 pandemic",
        "date": "17 November 2019 - present",
        "text" : "<h2>COVID-19 pandemic</h2><p class=\"date\">17 November 2019 - present</p><p>The COVID-19 pandemic, also known as the coronavirus pandemic, is an ongoing global pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The novel virus was first identified in an outbreak in the Chinese city of Wuhan in December 2019. Attempts to contain it there failed, allowing the virus to spread to other areas of Asia and later worldwide. The World Health Organization (WHO) declared the outbreak a public health emergency of international concern on 30 January 2020, and a pandemic on 11 March 2020. As of 10 March 2023, the pandemic had caused more than 676 million cases and 6.88 million confirmed deaths, making it one of the deadliest in history. The pandemic resulted in a temporary decrease in CO2 emissions due to reduced economic activity and vehicle traffic, but this reduction was not sufficient to have a significant impact on long-term CO2 emissions.</p><a href=\"https://en.wikipedia.org/wiki/COVID-19_pandemic\" target=\"_blank\">Discover</a>" 
    },
    "1855": {
        "id": 7,
        "lat": 41.844167,
        "long": -79.1425,
        "title": "Oil Revolution",
        "date": "c. 1855 - c. 1973",
        "text" : "<h2>Oil Revolution</h2><p class=\"date\">c. 1855 - c. 1973</p><p>The Oil Revolution took place in the late 19th and early 20th centuries, with a starting point in Pennsylvania, United States. It was marked by the rise of the oil industry and the increasing use of oil as an energy source. In 1859, Edwin Drake drilled the first commercially viable oil well in Titusville, Pennsylvania, which led to increasing oil production in the United States. With the discovery of new oil fields and the growing demand for this resource, the oil industry became one of the most important sectors of the global economy. This revolution had a major impact on the economy, politics, and society in general. It also led to geopolitical conflicts over control of oil reserves in different regions of the world. Today, oil is a vital energy source for the global economy, but it also has a negative impact on the environment due to its greenhouse gas emissions.</p><a href=\"https://en.wikipedia.org/wiki/History_of_the_petroleum_industry\" target=\"_blank\">Discover</a>" 
    },
    "1973": {
        "id": 8,
        "lat": 24.65,
        "long": 46.766667,
        "title": "1973 oil crisis",
        "date": "c. 1973 - c. 1979",
        "text" : "<h2>1973 oil crisis</h2><p class=\"date\">c. 1973 - c. 1979</p><p>The 1973 oil crisis or first oil crisis began in October 1973 when the members of the Organization of Arab Petroleum Exporting Countries (OAPEC), led by King Faisal of Saudi Arabia, proclaimed an oil embargo. The embargo was targeted at nations that had supported Israel during the Yom Kippur War. The initial nations targeted were Canada, Japan, the Netherlands, the United Kingdom and the United States, though the embargo also later extended to Portugal, Rhodesia and South Africa. By the end of the embargo in March 1974, the price of oil had risen nearly 300%, from US $3 per barrel ($19/m3) to nearly $12 per barrel ($75/m3) globally; US prices were significantly higher. The embargo caused an oil crisis, or \"shock\", with many short- and long-term effects on global politics and the global economy. It was later called the \"first oil shock\", followed by the 1979 oil crisis, termed the \"second oil shock\". The oil shocks of the 1970s led to a temporary reduction in CO2 emissions due to a decrease in oil consumption, but emissions quickly resumed their upward trend.</p><a href=\"https://en.wikipedia.org/wiki/1973_oil_crisis\" target=\"_blank\">Discover</a>" 
    }
}